{
    "version": "https://jsonfeed.org/version/1",
    "title": "梦想与现实交织的地方",
    "subtitle": "",
    "icon": "https://krishangstar.github.io/images/favicon.ico",
    "description": "",
    "home_page_url": "https://KrisHangStar.github.io",
    "items": [
        {
            "id": "https://krishangstar.github.io/life-all/%E6%97%B6%E9%97%B4%E7%9A%84%E9%99%B7%E9%98%B1/",
            "url": "https://krishangstar.github.io/life-all/%E6%97%B6%E9%97%B4%E7%9A%84%E9%99%B7%E9%98%B1/",
            "title": "时间的陷阱",
            "date_published": "2022-12-17T12:13:09.062Z",
            "content_html": "<p><span class=\"label success\">作者：期会</span></p>\n<h1 id=\"时间的陷阱\"><a class=\"anchor\" href=\"#时间的陷阱\">#</a> 时间的陷阱</h1>\n<p>​\t杨定一先生的 “全部生命系列” 给了我前所未有的启发，在这个转折点的时代，我将我所知所感所学，慢慢地记在这里。读这本书的过程中，我想起了很多以前读过的佛经和中国古代典籍上的句子。</p>\n<h2 id=\"时间的悖论\"><a class=\"anchor\" href=\"#时间的悖论\">#</a> 时间的悖论</h2>\n<p>作者认为是时间的概念让现代的人种得以延续至今：记忆、联想、推理为现代的人类造出一个完整而具体的时间的概念。然而，时间也是人类最大的阻碍。人类对于这个世界的全部认识，包括语言、思考、逻辑、互动、评价全部都离不开时间。</p>\n<p>举例来讲，如果没有时间，我们不会有一个可以对照的前后的三维的空间可谈，由此也不会有任何的比较、分别、区隔、欣赏、评鉴。二元对立（duality）本身也是时间的概念，这里作者引述了几个排比的例子，令人发醒：</p>\n<ol>\n<li>有了时间，才有二元对立，才有文化、文明种种人类的特质；</li>\n<li>有了时间，我们才从一体（绝对）落到一个角落（相对）；</li>\n<li>有了时间，我们才从永恒（无限大）落在无常（局限）；</li>\n<li>有了时间，我们才从无条件接受突然到受到条件限制；</li>\n<li>有了时间，我们从神变成人；</li>\n<li>有了时间，我们从不生不死变成会生会死；</li>\n</ol>\n<p>我们眼前所见的东西，都是念相（thought-forms）</p>\n<blockquote>\n<p>凡有所相，皆为虚妄。若见诸相非相，即见如来。</p>\n</blockquote>\n<p>假如用解剖的方式去拆解，会发现一切到最后都是空的。</p>\n<blockquote>\n<p>观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空。</p>\n</blockquote>\n<p>假如其他的生命和人类有一样的感官，但是是不一样的感官，那么他们可能感觉到的 “有” 和我们不一样。可能更坚实，也有可能只是能量谱的流动。在这里，我想到了以前我所思考的一个点：即使存在外星生命，由于不同恒星系内是不同构的，我们真的会把一个硅基生命当作我们认为的生命吗？进一步来讲，现代医学或者说是医学的根本都应该是基于我们对生命的理解，所以如何理解生命也是一个重要的话题。</p>\n<p>回归正题，“我” 也是这么来的：时间让我们在不断比较中，产生了一个中心，全部的比较都是围绕着这个中心来进行的。所以自然会认为 “我” 是一切的出发点和中心。然而，时间的矛盾，也在于：我们人无法去想或是体会到绝对，因为这和我们头脑的架构是矛盾的 —— 这也就意味着通过这个肉体 / 身心永远无法开悟。然而，人类有了无限的概念，虽然头脑无法掌握无限，但是又可以投射到无限。因此，绝对和相对是随时重叠的，绝对是我们的本质，最多只需要把相对挪开就行了。这里我又想到了六祖慧能的一句偈子：</p>\n<blockquote>\n<p>菩提本无树，明镜亦非台，本来无一物，何处惹尘埃。</p>\n</blockquote>\n<p>醒觉，就是不费力地随时地活在当下。</p>\n<h2 id=\"相对的时间\"><a class=\"anchor\" href=\"#相对的时间\">#</a> 相对的时间</h2>\n<p>时间不光是从主观的层面来看是有限的、相对的，从物理学的角度来看，并没有一个客观或固定不变的时间。</p>\n<p>任何物理常数还是要有一个参照点来作为基准（这里我突然想到了一个对科学的论述）</p>\n<p><em><strong>近代以来的科学，它的核心特征就是对现实世界进行定域性的、实在性的、数量化、模型化的分析和研究。</strong></em></p>\n<p>时间，其最准确的表达方式也跟光速分不开，但是，光的速度怎么测量？这其实跟地球、太阳和其他星球的互动有关，太阳本身，也是一个星系范围内在动。无论怎么讲，时间是透过比较和对照才有的。那么这个相对的动也只能带来相对、局限的状况，没有一项由时间延伸出的状态是永恒的，这个架构本身是在无常的基础下建立的，延伸出来的东西当然也是无常的。</p>\n<blockquote>\n<p>道可道，非常道。</p>\n</blockquote>\n<p>人生，当然也只是无常。时间这个封闭的系统中，我们无法理解一个开放的系统，除非观察者的注意力可以跳出来。那么，我们的意识或者注意力有可能跳出来吗？答案是肯定的。“Back to basic&quot;，根本态一直都在，就是这么简单。</p>\n<p>所有的知识，也都是时间的产物。人类最了不起的地方，也许就是把知识通过历史、文化等各种各样的渠道留下来，让我们留下一个完整的记录，可以随时调回来地球的各种文明。在今日的社会，分工已经越来越细分，每个专业都有越来越多的知识领域，一个人终其一生，也许只是在知识树的叶子上，添了一个小角。我们一般认为，知识可以让我们自由，然而事实可能是相反的 —— 又是颠倒。</p>\n<p>知识，只会让我们在相对的范围内投出更高一层的分别，让我们从一个绝对的角落投到一个相对的角落，在这个角落不断地延伸出更小的角落。我们的选择不会越来越广，只会越来越窄。知识是相对的，智慧是绝对的，过去的大圣人都懂这个道理。比如老子：</p>\n<blockquote>\n<p>常使民无知无欲，使夫智者不敢为也。为无为，则无不治。</p>\n</blockquote>\n<p>然而知识也可以帮助我们，作者在这里为我解答了很多心中过去的疑惑，他用这个知识的体系帮助我们 “解脱”。作者在这里提到：在 “全部生命系列” 中所表达的是一个完整的知识体。这个知识体即是一样落在逻辑思考的层面，但是这样全面而彻底的说明确实可以设立一个知识的基础，让我们接下来透过一些简单的练习就可以再往前推进。例如，相对和绝对虽然是在两个完全不同的意识层面 —— 相对，是通过二元对立或比较而成立的，可以说是在时间中比较；绝对，是跟任何比较都不相关的，是超越了时间的衡量。但有意思的是，我们可以用相对的脑去推测一个脑追不上、语言也表达不出来的绝对。</p>\n<p>没有时间，也不可能有想的概念，醒觉和顿悟最多只是一个 “无想” 的状态。而智慧，最多也是在讲绝对。所以回到前面所提到的，成熟与否，也就是绝对的透彻性。一个人的意识谱是完全站在相对的知识和无明，还是偶尔可以摆荡到绝对的智慧？一个人的解脱不光是要解脱肉体带来的 “个体我”，还要解开历史和文化透过时带来的制约。这样的制约让我们不知不觉认为自己是 “人”，而且还有一个 “人的特质” 可言。在这非时间的状态其实没有什么人、非人、众生、非众生可谈的。</p>\n<blockquote>\n<p>无人相，无我相，无众生相，无寿者相。</p>\n</blockquote>\n<p>同时作者认为，无论是瑜伽、静坐还是所有的传统的练习，都还只是一种暂停，一种专一而和其他状态互斥的隔离状态。而作者在书中带来的则是一种进入非时间的永恒，让非时间的永恒和时间随时交叠，随时存在。心流是非时间的状态，是 “在”，是没有念头，是把相对完全交给绝对，或反过来说，是绝对带着心流出来的种种创意。</p>\n<h2 id=\"过去与未来\"><a class=\"anchor\" href=\"#过去与未来\">#</a> 过去与未来</h2>\n<p>​\t有了时间的观念，有了人的特质，我们自然会发现自己大部分时间都停留在过去：过去的痛苦、过去的失落、过去的损失、过去的委屈、过去的伤痛、过去的失败、过去的打击、过去的创伤、过去的学习、过去的成就、过去的光荣…… 这些全都是从 “我” 的角度在观察，在衡量过去，同时还在强化 “我” 的概念。有了过去，自然会有未来 —— 又是另一个虚的境界。</p>\n<p>​\t一个人的一生，最大的瘾头，其实是我们的念头。它本身可以建立一个完整的世界，还可以制造一个因果法，让我们把生命的每一个角落都连贯起来而可以取得意义。知道、彻底知道、随时知道 —— 这个世界是虚的、是虚的念相，进而不被任何境界带走，念头也就自然踩了一个刹车。它突然会停止，而我们不用去分析为什么停止。</p>\n<h2 id=\"修行\"><a class=\"anchor\" href=\"#修行\">#</a> 修行</h2>\n<p>​\t一般的修行也都是颠倒的，很多可以做的，都是在强调 “我”。虽然大多数的修行的人也懂得 “我” 是全部烦恼的来源，却没想到透过重复的练习反而不知不觉中更强化了本来想消失的 “我”。也就是因此，在某一个领域或宗教开始运作，甚至会认为那是唯一可以把人带到真实的轨道而可能透过修行或者宗教造成冲突，甚至带给其他人伤害。</p>\n<p>醒觉和这个世界的任何东西和行为是不相关的，不必要突然讲话变得很慢或是宁愿闭着眼睛面对这个世界，也不必要在肉体上拼命折腾，甚至把自己的身体搞坏。</p>\n<blockquote>\n<p>若以色见我、以音声求我，是人行邪道，不能见如来。</p>\n</blockquote>\n<p>如果真正还要做什么，最多也只是跨越时间，也就是不让时间成为我们的主人，不要自己变成时间的奴隶 —— 一天到晚后悔有没有更好的安排，或者想刻意去转变时间的安排。</p>\n<h2 id=\"一些物理\"><a class=\"anchor\" href=\"#一些物理\">#</a> 一些物理</h2>\n<p>（由于我不擅长物理，我只能在这里记录一些作者的表达）</p>\n<p>很多物理的常数都不是理论最初就设想好的。是反过来，从实验的观测发现结果与理论并不符合，让公式的等号成立，于是再加上一个项目，也就是加上一个条件或者变量。这个条件或变量的范围变化很小，才自然变成一个所谓的 “常数”。</p>\n<p>通过普朗克常数所揭露的量子现象，我们自然体会到，还不需要谈到无限小，光是在这个有限范围里就出现了所有物理定律都没办法作业的领域。就只是在这个显化的宇宙，一旦落到普朗克长度以下，物理的定律就被大幅度推翻了。</p>\n<p>黑洞，尽管什么都可以崩解，唯独信息场也就是意识是崩解不了的。在非时间的永恒中，即使没有时间、没有空间，还是有个最原始的意识存在。</p>\n<h2 id=\"人类的未来\"><a class=\"anchor\" href=\"#人类的未来\">#</a> 人类的 “未来”</h2>\n<p>如果人类没有经过彻底的意识转化，表面上虽然文明越来越发达，而且速度越来越快，对时间的利用愈来愈紧凑，但是我们没有一个人会快乐。甚至，这种不快乐会演变到一个极端的地步，让我们最后毁掉自己。</p>\n",
            "tags": [
                "灵"
            ]
        },
        {
            "id": "https://krishangstar.github.io/chinese-medicine/chinese_medicine_p1/",
            "url": "https://krishangstar.github.io/chinese-medicine/chinese_medicine_p1/",
            "title": "读《医学源流论》（1）",
            "date_published": "2022-10-13T02:57:47.816Z",
            "content_html": "<p><span class=\"label success\">作者：期会</span></p>\n<h1 id=\"总论\"><a class=\"anchor\" href=\"#总论\">#</a> 总论</h1>\n<p>​\t医学，在中国自古以来都被认为是一门天人之学。</p>\n<p>​\t医学的产生，自然是为了纠正一个人疾病的状态，那么问题来了，什么样的情况可以被认为是人患病了呢？中医认为，这个判断一个人正常与不正常的标准，是<strong>天地的阴阳二气</strong>。假如人的身体的气机与天地之气不同步，那么就会导致人身体系统运行的失常，进而导致疾病的产生。由此可以推出，如果人处于天人合一的状态，那么就是最健康的。这个思想也点明了中医治疗身体的最本源的理念：<strong>让人与天地和一</strong>，按照天地的变化来规律地生活，从而达到治未病的效果。</p>\n<p>​\t上古时期，人们对于天地环境的变化并非是同今日一样漠然，所以大多数人在本能地感受到了天地的变化之后，就能够自我纠正并与它保持同步运行。然而，在神农和黄帝的时期，人们慢慢与天地割裂开来了，为了给人们治病，神农写了《神农本草经》，黄帝写了《黄帝内经》。这两部经典是中医理论的源头，也是学习中医必须明白的两本古籍。</p>\n<p>​\t而在这篇读书笔记中，我主要记录的是读清代徐灵胎的《医学源流论》的体悟。在这本书中，他以他极高的禀赋和医学经验，记录了各种大大小小的医学中常见的问题。这些问题，即使到了今天，也仍然随处可见。病人和医生都能从这本书中找到医学真正的影子，为自己的求医或者行医之路指明方向。</p>\n<h1 id=\"篇目分论\"><a class=\"anchor\" href=\"#篇目分论\">#</a> 篇目分论</h1>\n<h2 id=\"医非人人可学论\"><a class=\"anchor\" href=\"#医非人人可学论\">#</a> 医非人人可学论</h2>\n<p>在徐先生的那个时候，医学就已经沦落为流俗之学了，它被人视为无聊时候的学习消遣，亦或是挣钱养家的一个手段。但是大家没有意识到的是，最初，医学是一门圣人的学问。</p>\n<blockquote>\n<p>乃古圣人所以泄天地之秘，夺造化之权，以救人之死。</p>\n</blockquote>\n<p>如果我们思索到医学的本质，那就得追溯生命的本质，进而追溯到我们这个宇宙的本质。所以医学的最高境界，其实是追究天地的本源，从造化之良能中夺取那个生杀的权利。既然如此，医学不是人人都可以学习，那也合情合理了。具体来讲，需要的能力有哪些呢？在这部分有论述：</p>\n<table>\n<thead>\n<tr>\n<th>能力</th>\n<th>原因</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>聪明敏捷</td>\n<td>医理的复杂性</td>\n</tr>\n<tr>\n<td>博学通达</td>\n<td>古医书文辞的复杂性</td>\n</tr>\n<tr>\n<td>虚怀灵变</td>\n<td>病情变化的迅速</td>\n</tr>\n<tr>\n<td>勤读善记</td>\n<td>经方病症等内容浩如烟海</td>\n</tr>\n<tr>\n<td>鉴别判断</td>\n<td>奇说怪论纷繁</td>\n</tr>\n</tbody>\n</table>\n<p>可以看到，为了真正成为一个上医，真的是需要有很强的天赋，以及长期不懈的努力，并有良师引导才行。所以，如果真心要走这条路，非得要有水滴石穿的精神不可！</p>\n<h2 id=\"祝由科论用药如用兵论\"><a class=\"anchor\" href=\"#祝由科论用药如用兵论\">#</a> 祝由科论 / 用药如用兵论</h2>\n<p>这几个篇目都是在阐述具体的医理的。对于祝由这一方法，徐先生引用了《黄帝内经》中的篇目来予以解读：</p>\n<blockquote>\n<p>祝由之法，《内经・贼风篇》，岐伯曰：先巫知百病之胜，先知其病所从生者，可祝而已也。又《移精变气论》，岐伯云：古恬憺之世，邪不能深入，故可移精祝由而已。今人虚邪贼风，内着五脏骨髓，外伤空窍肌肤，所以小病必甚，大病必死，故祝由不能已也。</p>\n</blockquote>\n<p>从这里岐伯的看法，我们可以看出，上古之人由于恬淡虚无，邪气不能深入，所以通过祝由这一种类似于心灵感受引导的学问，可以实现治病的效果。但是当今的时代，人们的病已经很深了，所以祝由很难以起作用。</p>\n<p>而对于用药，这里开门见山地点明了用药其实是和打仗一样的。那么既然是打仗，就一定会有伤亡，所以最好的做法是能不打就不打，必要时再用兵。从这个角度来看，常常没事有一点小问题就去开一大堆药物，显然是对自己的身体有害的。经常服药的人，必然会生怪病，就如同经常打仗的人，总会遇到奇怪的祸端。而对于不同的病症，就如同战场的情况不同，一定要实用合适的方法。例如经脉中的邪气，我们就应该像断粮草一样切断它的道路；对于突发的横暴的疾病，应该先保住患者的性命，就如同在祸乱时先保护自己的一江一土；对于新旧合发的疾病，应该防止它们进一步和合，就像把战时城中的内应先清理掉一般。总而言之，兵法如用药法，这是习医之人应该深刻领悟的。</p>\n<p>我想，这就是华夏文明传统文化中伟大的地方：天人合一的思想内涵赋予了这棵大树上各个枝叶统一而华美的精神底蕴。我们能够以一个综合连贯的视角去认识和感受这个世界，兵法医法一道耳！</p>\n<h2 id=\"人参论劫剂论\"><a class=\"anchor\" href=\"#人参论劫剂论\">#</a> 人参论 / 劫剂论</h2>\n<p>​\t这两篇，可以说是对世间各种医学乱象的针砭。世事变迁，却发现人性确好像几百年来未曾改变……</p>\n<p>​\t徐灵胎开门见山地提出 “先破人之家，而后杀其身者，人参也。” 为什么会有如此的说法呢？原来是人参作为一种比较名贵的中药材，人们过度的迷信，外加医生无脑的选择，让很多家庭最终走向了家破人亡的境地。</p>\n<blockquote>\n<p>乃不察其有邪无邪，是虚是实，又佐以纯补温热之品，将邪气尽行补住。轻者邪气永不复出，重者即死矣。夫医者之所以遇疾即用。而病家服之死而无悔者，何也？盖愚人之心，皆以价贵为良药，价贱为劣药。而<strong>常人之情，无不好补而恶攻</strong>。故服参而死，即使明知其误，然以为服人参而死，则医者之力已竭，而人子之心已尽，此命数使然，可以无恨矣。若服攻削之药而死，即使用药不误，病实难治，而医者之罪，已不可胜诛矣。故人参者，乃<strong>医家邀功避罪之圣药也</strong>。病家如此，医家如此，而害人无穷矣！</p>\n</blockquote>\n<p>​\t徐灵胎在简单介绍了人参的功效和正确用法之后，随即提出了人参使用中可能带来的副作用，并且一针见血地点出了乱开人参这一问题的症结所在：患者人愚笨，医者怕担当责任。说到这里，作者曾经在看一位中医的时候，听过这么一段话：“药材的贵重与否就和衣服的好坏一样，虽然价格不一，但是便宜的衣服也并非不能保暖。药也一样，如果能够治好病，那就是好药。” 在这里这句话也真是应景，我们在做出各种各样的决定的时候，有没有仔细的思考过，这个决定对于自我的价值，是资本炒作出的价值，还是真正对于自己个人有益的价值。</p>\n<blockquote>\n<p>其破家之故，何也？盖向日之人参，不过一二换，多者三四换。今则其价十倍，其所服，又非一钱二钱而止。小康之家，服二三两，而家已荡然矣。夫人情于死生之际，何求不得，宁恤破家乎？医者全不一念，轻将人参立方。用而不遵在父为不慈，在子为不孝，在夫妇昆弟为忍心害理，并有亲戚朋友责罚痛骂，即使明知无益，姑以此塞责。又有孝之慈父，幸甚或生，竭力以谋之，遂使贫窭之家，病或稍愈，一家终身冻馁。若仍不救，棺殓俱无，卖妻鬻子，全家覆败。医者误治，杀人可恕，而逞己之意，日日害人破家，其恶甚于盗贼，可不慎哉！</p>\n</blockquote>\n<p>​\t人在生病的时候才会回想起自己身体健康时候的那种愉快和自由的感觉。当大病一场后，由于自我求病的急切，家人对与自己的关心，往往这个时候对于金钱毫不吝啬，唯求能够将自己的病痛治好。如果遇到良医，斟酌利弊，会从病人的疾病、家境等多方面考虑用药；但假若遇到昧着良心去捞黑心钱的人，那么这个时候，自己的身体恐怕是不能够被治好，同时钱包也会被掏空。徐灵胎认为，这种医生的行为，甚至比盗贼还可恨可恶，因为他们是在看不见的地方用刀在插向那些什么也不知道的病人。</p>\n<p>​\t至于劫剂，这更是医德沦丧的一个表现。所谓劫剂，就是 “取效于一时，不顾人之生死” 的药方。在这种用药中，医者希望用猛药抑制邪气，由于药效强劲，正气一下生发，将邪气抑制住，显得好像病症好了很多。殊不知邪气复发之时，元气合邪气而发，更加重了邪入身体的程度，造成病人患上更严重的疾病。而且，在当时，这种情况已然不少见了。</p>\n<blockquote>\n<p>此等害人之术，奸医以此欺人而骗财者十之五。庸医不知，而效尤以害人者，亦十之五。为医者可不自省，病家亦不可不察也。</p>\n</blockquote>\n<p>如若出现这种情况，一半都是蓄意而为，谋人钱财。所以作为一个独立的人，要尽量不要让自己生病，平时也最好能了解一些医理，这样才能真正保护自己！</p>\n",
            "tags": [
                "中医"
            ]
        }
    ]
}